Repository: SidhaarthShree07/test
Catalog: locale/*/messages.po
Languages: hi_in, ml_in, tl_in

source: help1
hi_in: सामग्री का चयन करें.
ml_in: വസ്തുക്കൾ തിരഞ്ഞെടുക്കുക.
tl_in: பொருட்கள் தேர்ந்தெடு.

source: help2
hi_in: ड्रॉप-डाउन का उपयोग करके वर्तमान की सीमा निर्धारित करें।
ml_in: ഡ്രോപ്പ്-ഡൗൺ ഉപയോഗിച്ച് വൈദ്യുതി പ്രവാഹം സജ്ജീകരിക്കുക.
tl_in: கீழ்தோன்றல் பயன்படுத்தி தற்போதைய வரம்பை அமைக்கவும்.

source: help3
hi_in: स्लाइडर का उपयोग करके वर्तमान (एमए) सेट करें
ml_in: സ്ലൈഡർ ഉപയോഗിച്ച് വൈദ്യുതി പ്രവാഹം(mA) സജ്ജമാക്കുക.
tl_in: ஸ்லைடரைப் பயன்படுத்தி நடப்பு (mA) ஐ அமைக்கவும்.

source: help4
hi_in: ड्रॉप-डाउन का उपयोग करके ओवन की रेंज का चयन करें।
ml_in: ഡ്രോപ്പ് ഡൌൺ ഉപയോഗിച്ച് ഓവൻ റേഞ്ച് തിരഞ്ഞെടുക്കുക.
tl_in: கீழிறங்கு பயன்படுத்தி ஓவென் வரம்பைத் தேர்ந்தெடுக்கவும்.

source: help5
hi_in: तापमान सेट करने के लिए सेट बटन पर क्लिक करें
ml_in: താപനില സജ്ജമാക്കാൻ സെറ്റ് ബട്ടണിൽ ക്ലിക്ക് ചെയ്യുക.
tl_in: வெப்பநிலை அமைப்பதற்கு அமைக்க பொத்தானை கிளிக் செய்யவும்.

source: help6
hi_in: स्लाइडर का उपयोग करके तापमान सेट करें
ml_in: സ്ലൈഡർ ഉപയോഗിച്ച് താപനില സജ്ജമാക്കുക.
tl_in: ஸ்லைடர் பயன்படுத்தி வெப்பநிலை அமைக்க.

source: help7
hi_in: प्रयोग चलाने के लिए रन बटन पर क्लिक करें।
ml_in: പരീക്ഷണം നടത്തുന്നതിന് റൺ ബട്ടണിൽ അമർത്തുക.
tl_in: சோதனை நடத்த ரன் பொத்தானை கிளிக் செய்யவும்.

source: help8
hi_in: परिणाम की जांच के लिए रुको और उपाय बटन पर क्लिक करें
ml_in: ഫലം പരിശോധിക്കുന്നതിനായി കാത്തിരിപ്പ്, മെഷർ ബട്ടണുകൾ ക്ലിക്ക് ചെയ്യുക.
tl_in: முடிவை சோதிக்க காத்திருக்கவும் மெஷர் பொத்தான்களில் சொடுக்கவும்.

source: help9
hi_in: प्रयोग को रीसेट करने के लिए रीसेट पर क्लिक करें।
ml_in: പരീക്ഷണം പുനഃസജ്ജമാക്കാൻ RESET ക്ലിക്കുചെയ്യുക.
tl_in: பரிசோதனையை மீட்டமைக்க மீட்டமைப்பில் சொடுக்கவும்.

source: Next
hi_in: अगला
ml_in: അടുത്തത്
tl_in: அடுத்த

source: Close
hi_in: बंद करे
ml_in: അടയ്ക്കുക
tl_in: நெருக்கமான

source: Resistivity by Four Probe Method
hi_in: चार जांच विधि द्वारा प्रतिरोधकता
ml_in: നാലു പര്യവേക്ഷണ രീതികളിലെ പ്രതിരോധം
tl_in: நான்கு ஆய்வு முறைகள் மூலம் எதிர்ப்பு

source: Variables
hi_in: चर
ml_in: വേരിയബിള്സ്
tl_in: மாறிகள்

source: Select Material :
hi_in: सामग्री का चयन करें:
ml_in: മെറ്റീരിയൽ തിരഞ്ഞെടുക്കുക:
tl_in: பொருள் தேர்ந்தெடு:

source: Range of Current :
hi_in: वर्तमान की रेंज:
ml_in: വൈദ്യുതി പരിധി:
tl_in: தற்போதைய வரம்பு:

source: Germanium
hi_in: जर्मेनियम
ml_in: ജെർമേനിയും
tl_in: ஜெர்மானிய

source: Current (mA) :
hi_in: वर्तमान (एमए):
ml_in: വൈദ്യുതി (mA):
tl_in: நடப்பு (mA):

source: Oven
hi_in: ओवन
ml_in: ഓവൻ
tl_in: சூளை

source: Cross Section
hi_in: अनुप्रस्थ काट
ml_in: ക്രോസ് സെക്ഷൻ :
tl_in: குறுக்கு பிரிவு

source: Range of Oven :
hi_in: ओवन की रेंज:
ml_in: ഓവൻ പരിധി:
tl_in: ஓவன் வீச்சு:

source: Measurements
hi_in: माप
ml_in: അളവുകളും
tl_in: அளவீடுகள்

source: Stop
hi_in: रुकें
ml_in: നിർത്തുക
tl_in: நிறுத்து

source: Set
hi_in: सेट
ml_in: സജ്ജമാക്കുക
tl_in: அமை

source: Run
hi_in: रन
ml_in: പ്രവർത്തിപ്പിക്കുക
tl_in: ரன்

source: Wait
hi_in: रुकिए
ml_in: കാത്തിരിക്കുക
tl_in: காத்திரு

source: RESET
hi_in: रीसेट
ml_in: പുനഃസജ്ജമാക്കുക
tl_in: மீட்டமை

source: Show result
hi_in: परिणाम दिखाओ
ml_in: കാണിക്കുക ഫലം
tl_in: കാണിക്കുക ഫലം

source: Measure
hi_in: उपाय
ml_in: അളക്കുക
tl_in: நடவடிக்கை

source: Temperature:
hi_in: तापमान (°C) :
ml_in: താപനില (°C) :
tl_in: வெப்ப நிலை (°C) :

source: Range of Voltmeter :
hi_in: वाल्टमीटर का रेंज:
ml_in: വോൾട്ട്മീറ്റർ ശ്രേണി:
tl_in: வோல்ட்மீட்டரின் வீச்சு:

source: copyright
hi_in: कॉपीराइट © अमृता विश्वविद्यालय 2015 - 2009
ml_in: പകർപ്പവകാശം © അമൃത യൂണിവേഴ്സിറ്റി 2009 - 2015
tl_in: 2009 - 2015 பதிப்புரிமை © அம்ரிதா பல்கலைக்கழகம்

source: Silicon
hi_in: सिलिकॉन
ml_in: സിലിക്കൺ
tl_in: சிலிக்கான்
